Repository: wayforpay/Word-Press-Woocommerce
Catalog: languages/woocommerce-wayforpay-payments-*.po
Languages: de, es, fr, pl, pt, ru, tr, uk

source: Card payments, Apple Pay and Google Pay.
de: Kartenzahlungen, Apple Pay und Google Pay.
es: Pagos con tarjeta, Apple Pay y Google Pay.
fr: Paiements par carte, Apple Pay et Google Pay.
pl: Płatności kartą, Apple Pay i Google Pay.
pt: Pagamentos com cartão, Apple Pay e Google Pay.
ru: Платежи картами, Apple Pay и Google Pay.
tr: Kart ödemeleri, Apple Pay ve Google Pay.
uk: Оплата банківськими картами, Apple Pay та Google Pay.

source: Enable/Disable
de: Aktivieren/Deaktivieren
es: Habilitar/Deshabilitar
fr: Activer/Désactiver
pl: Włącz/Wyłącz
pt: Ativar/Desativar
ru: Включить/выключить
tr: Etkinleştir/Devre Dışı Bırak
uk: Увімкнути/вимкнути

source: Enable WayForPay Payment Module.
de: WayForPay-Zahlungsmodul aktivieren.
es: Habilitar el módulo de pago WayForPay.
fr: Activer le module de paiement WayForPay.
pl: Włącz moduł płatności WayForPay.
pt: Ativar o módulo de pagamento WayForPay.
ru: Включите модуль оплаты WayForPay.
tr: WayForPay Ödeme Modülünü Etkinleştir.
uk: Увімкніть платіжний модуль WayForPay.

source: Show in the Payment List as a payment option
de: Als Zahlungsoption in der Zahlungsübersicht anzeigen
es: Mostrar en la lista de pagos como una opción de pago
fr: Afficher dans la liste des paiements comme une option de paiement
pl: Pokaż na liście płatności jako opcję płatności
pt: Mostrar na lista de pagamentos como opção de pagamento
ru: Показать в списке платежей как вариант оплаты
tr: Ödeme seçenekleri listesinde göster
uk: Показати в перелику платежів як спосіб оплати

source: Title:
de: Titel:
es: Título:
fr: Titre:
pl: Tytuł:
pt: Título:
ru: Заголовок:
tr: Başlık:
uk: Заголовок:

source: Internet acquiring
es: Adquisición por Internet
fr: Acquisition Internet
pl: Nabywanie internetowe
pt: Aquisição na Internet
ru: Интернет-эквайринг
tr: İnternet tahsilatı
uk: Інтернет-еквайринг

source: This controls the title which the user sees during checkout.
de: Dies steuert den Titel, den der Benutzer beim Checkout sieht.
es: Esto controla el título que el usuario ve durante el proceso de pago.
fr: Cela contrôle le titre que l’utilisateur voit lors du paiement.
pl: To kontroluje tytuł, który użytkownik widzi podczas finalizacji zakupu.
pt: Isso controla o título que o usuário vê durante o checkout.
ru: Этот параметр управляет заголовком, который пользователь видит во время оформления заказа.
tr: Bu, kullanıcının ödeme sırasında gördüğü başlığı kontrol eder.
uk: Тут встановлюється заголов, який бачить покупець під час оформлення замовлення.

source: Description:
de: Beschreibung:
es: Descripción:
pl: Opis:
pt: Descrição:
ru: Описание:
tr: Açıklama:
uk: Опис:

source: Pay securely by Credit or Debit Card or Internet Banking through wayforpay.com service.
de: Sicher bezahlen per Kreditkarte, Debitkarte oder Internet-Banking über den Service wayforpay.com.
es: Pague de forma segura con tarjeta de crédito o débito o mediante banca en línea a través del servicio wayforpay.com.
fr: Payez en toute sécurité par carte de crédit ou de débit ou par banque en ligne via le service wayforpay.com.
pl: Bezpieczna płatność kartą kredytową lub debetową albo przez bankowość internetową za pośrednictwem serwisu wayforpay.com.
pt: Pague com segurança com cartão de crédito ou débito ou através da banca online pelo serviço wayforpay.com.
ru: Безопасная оплата с помощью кредитной или дебетовой карты или интернет-банка через сервис wayforpay.com.
tr: wayforpay.com hizmeti aracılığıyla Kredi veya Banka Kartı veya İnternet Bankacılığı ile güvenli ödeme yapın.
uk: Сплачуйте безпечно за допомогою кредитної або дебетової картки або Інтернет-банкінгу через службу wayforpay.com.

source: This controls the description which the user sees during checkout.
de: Dies steuert die Beschreibung, die der Benutzer beim Checkout sieht.
es: Esto controla la descripción que el usuario ve durante el proceso de pago.
fr: Cela contrôle la description que l’utilisateur voit lors du paiement.
pl: To kontroluje opis, który użytkownik widzi podczas finalizacji zakupu.
pt: Isso controla a descrição que o usuário vê durante o checkout.
ru: Этот параметр управляет описанием, которое пользователь видит во время оформления заказа.
tr: Bu, kullanıcının ödeme sırasında gördüğü açıklamayı kontrol eder.
uk: Тут задаэться опис, який бачить покупець під час оформлення замовлення.

source: Merchant Login
de: Händler-Login
es: Nombre de usuario del comerciante
fr: Identifiant du marchand
pl: Login sprzedawcy
pt: Login do comerciante
ru: Логин мерчанта
tr: Tüccar Girişi
uk: Логін продавця

source: Given to Merchant by wayforpay.com
de: Vom Dienstleister wayforpay.com dem Händler zur Verfügung gestellt
es: Proporcionado al comerciante por wayforpay.com
fr: Fournit au marchand par wayforpay.com
pl: Podany sprzedawcy przez wayforpay.com
pt: Fornecido ao comerciante pelo wayforpay.com
ru: Предоставляется мерчанту сервисом wayforpay.com
tr: wayforpay.com tarafından tüccara verilen
uk: Продавцю надає wayforpay.com

source: Merchant Secret key
de: Händler-Geheimschlüssel
es: Clave secreta del comerciante
fr: Clé secrète du marchand
pl: Tajny klucz sprzedawcy
pt: Chave secreta do comerciante
ru: Секретный ключ мерчанта
tr: Tüccar Gizli Anahtarı
uk: Секретний ключ продавця

source: A server error occurred while processing the payment. Error:
uk: Помилка сервера сталася під час обробки платежу. Помилка:

source: Return to checkout
uk: Повернутися до оформлення замовлення

source: Show Wayforpay logo for classic checkout
uk: Показати логотип Wayforpay для класичного оформлення замовлення

source: Show the wayforpay.com logo in the Payment Method section for the user
de: Zeigen Sie das Logo von wayforpay.com im Abschnitt Zahlungsmethode für den Benutzer an
es: Mostrar el logotipo de wayforpay.com en la sección de Método de Pago para el usuario
fr: Afficher le logo wayforpay.com dans la section Méthode de paiement pour l’utilisateur
pl: Pokaż logo wayforpay.com w sekcji Metoda płatności dla użytkownika
pt: Mostrar o logotipo do wayforpay.com na seção de método de pagamento para o usuário
ru: Показывать логотип wayforpay.com в разделе «Способ оплаты» для пользователя
tr: Kullanıcı için Ödeme Yöntemi bölümünde wayforpay.com logosunu göster
uk: Показувати покупцю логотип wayforpay.com у розділі "Спосіб оплати"

source: Tick to show wayforpay.com logo
de: Häkchen setzen, um das Logo von wayforpay.com anzuzeigen
es: Marque para mostrar el logotipo de wayforpay.com
fr: Cochez pour afficher le logo wayforpay.com
pl: Zaznacz, aby pokazać logo wayforpay.com
pt: Marque para mostrar o logotipo do wayforpay.com
ru: Поставьте галочку, чтобы показать логотип wayforpay.com
tr: wayforpay.com logosunu göstermek için işaretleyin
uk: Поставте позначку, щоб показати логотип wayforpay.com

source: Return URL
de: Rückgabe-URL
es: URL de retorno
fr: URL de retour
pl: URL zwrotu
pt: URL de retorno
ru: URL-адрес возврата
tr: Geri Dönüş URL’si
uk: URL повернення

source: Select Page
de: Seite auswählen
es: Seleccionar página
fr: Sélectionnez la page
pl: Wybierz stronę
pt: Selecionar página
ru: Выберите страницу
tr: Sayfayı Seçin
uk: Виберіть cторінку

source: URL of success page
de: URL der Erfolg-Seite
es: URL de la página de éxito
fr: URL de la page de succès
pl: URL strony sukcesu
pt: URL da página de sucesso
ru: URL-адрес страницы успеха
tr: Başarı sayfasının URL’si
uk: URL сторінки успішного завершення

source: or specify
de: oder angeben
es: o especificar
fr: ou spécifier
pl: lub określ
pt: ou especifique
tr: veya belirtin
uk: або вкажіть

source: Service URL
es: URL del servicio
fr: URL du service
pl: URL usługi
pt: URL de serviço
ru: Сервисный URL
tr: Hizmet URL’si
uk: URL служби

source: URL with result of transaction page
de: URL der Seite mit dem Transaktionsergebnis
es: URL de la página con el resultado de la transacción
fr: URL de la page de résultat de la transaction
pl: URL strony z wynikiem transakcji
pt: URL da página com resultado da transação
ru: URL-адрес страницы с результатом транзакции
tr: İşlem sonucu sayfasının URL’si
uk: URL-адреса сторінки результатів транзакції

source: Payment gateway
de: Zahlungsgateway
es: Pasarela de pago
fr: Passerelle de paiement
pl: Bramka płatności
pt: Gateway de pagamento
ru: Платежный шлюз
tr: Ödeme geçidi
uk: Платіжний шлюз

source: Thank you for your order, you will now be redirected to the WayForPay payment page.
de: Vielen Dank für Ihre Bestellung, Sie werden nun zur WayForPay-Zahlungsseite weitergeleitet.
es: Gracias por su pedido, ahora será redirigido a la página de pago de WayForPay.
fr: Merci pour votre commande, vous allez maintenant être redirigé vers la page de paiement WayForPay.
pl: Dziękujemy za zamówienie, teraz zostaniesz przekierowany na stronę płatności WayForPay.
pt: Obrigado pelo seu pedido, você será redirecionado para a página de pagamento do WayForPay.
ru: Спасибо за ваш заказ, теперь вы будете перенаправлены на страницу оплаты WayForPay.
tr: Siparişiniz için teşekkür ederiz, şimdi WayForPay ödeme sayfasına yönlendirileceksiniz.
uk: Дякуємо за ваше замовлення, зараз ви будете перенаправлені на сторінку оплати WayForPay.

source: An error has occurred during payment. Please contact us to ensure your order has submitted.
de: Bei der Zahlung ist ein Fehler aufgetreten. Bitte kontaktieren Sie uns, um sicherzustellen, dass Ihre Bestellung eingegangen ist.
es: Se ha producido un error durante el pago. Por favor, contáctenos para asegurarse de que su pedido se ha enviado.
fr: Une erreur s’est produite lors du paiement. Veuillez nous contacter pour vous assurer que votre commande a été soumise.
pl: Wystąpił błąd podczas płatności. Proszę skontaktować się z nami, aby upewnić się, że zamówienie zostało złożone.
pt: Ocorreu um erro durante o pagamento. Entre em contato conosco para garantir que seu pedido foi enviado.
ru: Во время оплаты произошла ошибка. Пожалуйста, свяжитесь с нами, чтобы убедиться, что ваш заказ отправлен.
tr: Ödeme sırasında bir hata oluştu. Lütfen siparişinizin gönderildiğinden emin olmak için bizimle iletişime geçin.
uk: Під час оплати сталася помилка. Зв’яжіться з нами, щоб переконатися, що ваше замовлення відправлено.

source: An error has occurred during payment. Merchant data is incorrect.
de: Bei der Zahlung ist ein Fehler aufgetreten. Die Händlerinformationen sind falsch.
es: Se ha producido un error durante el pago. Los datos del comerciante son incorrectos.
fr: Une erreur s’est produite lors du paiement. Les données du marchand sont incorrectes.
pl: Wystąpił błąd podczas płatności. Dane sprzedawcy są nieprawidłowe.
pt: Ocorreu um erro durante o pagamento. Os dados do comerciante estão incorretos.
ru: Во время оплаты произошла ошибка. Данные продавца неверны.
tr: Ödeme sırasında bir hata oluştu. Tüccar verileri yanlış.
uk: Під час оплати сталася помилка. Дані продавця неправильні.

source: An error has occurred during payment. Signature is not valid.
de: Bei der Zahlung ist ein Fehler aufgetreten. Die Signatur ist nicht gültig.
es: Se ha producido un error durante el pago. La firma no es válida.
fr: Une erreur s’est produite lors du paiement. La signature n’est pas valide.
pl: Wystąpił błąd podczas płatności. Podpis jest nieważny.
pt: Ocorreu um erro durante o pagamento. A assinatura não é válida.
ru: Во время оплаты произошла ошибка. Подпись не действительна.
tr: Ödeme sırasında bir hata oluştu. İmza geçerli değil.
uk: Під час оплати сталася помилка. Підпис недійсний.

source: WayForPay payment successful.<br/>WayForPay ID:
de: WayForPay-Zahlung erfolgreich.WayForPay-ID:
es: Pago de WayForPay exitoso.ID de WayForPay:
fr: Paiement WayForPay réussi.ID WayForPay:
pl: Płatność WayForPay zakończona sukcesem.ID WayForPay:
pt: Pagamento WayForPay bem-sucedido.ID do WayForPay:
ru: Платеж WayForPay прошел успешно.<br/>Идентификатор WayForPay:
tr: WayForPay ödemesi başarılı.WayForPay Kimliği:
uk: Платіж WayForPay виконаний успішно.<br/>WayForPay ID:

source: Refund payment.
de: Zahlung erstatten.
es: Reembolso del pago.
fr: Remboursement du paiement.
pl: Zwrot płatności.
pt: Reembolso de pagamento.
ru: Возврат платежа.
tr: Ödeme iadesi.
uk: Повернення платежу.

source: Thank you for shopping with us. Your account has been charged and your transaction is successful.
de: Danke für Ihren Einkauf bei uns. Ihr Konto wurde belastet und Ihre Transaktion war erfolgreich.
es: Gracias por comprar con nosotros. Su cuenta ha sido cargada y su transacción ha sido exitosa.
fr: Merci pour votre achat. Votre compte a été débité et votre transaction a été réussie.
pl: Dziękujemy za zakupy u nas. Twoje konto zostało obciążone, a transakcja zakończyła się sukcesem.
pt: Obrigado por comprar conosco. Sua conta foi cobrada e sua transação foi bem-sucedida.
ru: Спасибо за покупку. С вашего счета списаны средства, и транзакция прошла успешно.
tr: Bizimle alışveriş yaptığınız için teşekkür ederiz. Hesabınızdan ücret alındı ve işleminiz başarılı oldu.
uk: Дякуємо за покупки. Ваша трансакція виконана успішно і з вашого рахунку стягнено кошти.

source: Show Logo
de: Logo anzeigen
es: Mostrar logotipo
fr: Afficher le logo
pl: Pokaż logo
pt: Mostrar logotipo
ru: Показывать логотип
tr: Logoyu Göster
